"প্রেম করতে চাইলে বস রাব্বির ইনবক্সে চলে যা  "😏🐸 𝐅𝐚𝐜𝐞𝐛𝐨𝐨𝐤 𝐋𝐢𝐧𝐤 : https://www.facebook.com/61564002689411",
 "-আজ একটা বিন নেই বলে ফেসবুকের নাগিন-🤧-গুলোরে আমার বস রাব্বিরে ধরতে পারছে না-🐸🥲",
 "-চুমু থাকতে তোরা বিড়ি খাস কেন বুঝা আমারে-😑😒🐸⚒️",
 "—যে ছেড়ে গেছে-😔-তাকে ভুলে যাও-🙂-আমার বস রাব্বি  এর সাথে প্রেম করে তাকে দেখিয়ে দাও-🙈🐸🤗",
 "—হাজারো লুচ্চা লুচ্চির ভিরে-🙊🥵আমার বস রাব্বি এক নিস্পাপ ভালো মানুষ-🥱🤗🙆‍♂️",
 "-রূপের অহংকার করো না-🙂❤️চকচকে সূর্যটাও দিনশেষে অন্ধকারে পরিণত হয়-🤗💜",
 "সুন্দর মাইয়া মানেই-🥱আমার বস রাব্বি 'র বউ-😽🫶আর বাকি গুলো আমার বেয়াইন-🙈🐸🤗",
 "এত অহংকার করে লাভ নেই-🌸মৃত্যুটা নিশ্চিত শুধু সময়টা অ'নিশ্চিত-🖤🙂",
 "-দিন দিন কিছু মানুষের কাছে অপ্রিয় হয়ে যাইতেছি-🙂😿🌸",
 "ভালোবাসার নামক আবলামি করতে চাইলে বস রাব্বি র ইনবক্সে গুতা দিন\nমেয়ে হলে বস রাব্বির ইনবক্সে চলে যা 🤭🤣😼 𝐅𝐚𝐜𝐞𝐛𝐨𝐨𝐤 𝐋𝐢𝐧𝐤 : https://www.facebook.com/61564002689411",
 "হুদাই আমারে শয়তানে লারে-😝😑☹️",
 "-𝗜 𝗟𝗢𝗩𝗘 𝗬𝗢𝗨-😽-আহারে ভাবছো তোমারে প্রোপজ করছি-🥴-থাপ্পর দিয়া কিডনী লক করে দিব-😒-ভুল পড়া বের করে দিবো-🤭🐸",
 "-আমি একটা দুধের শিশু-😇-🫵𝗬𝗢𝗨🐸💦",
 "-কতদিন হয়ে গেলো বিছনায় মুতি না-😿-মিস ইউ নেংটা কাল-🥺🤧",
 "-বালিকা━👸-𝐃𝐨 𝐲𝐨𝐮-🫵-বিয়া-𝐦𝐞-😽-আমি তোমাকে-😻-আম্মু হইতে সাহায্য করব-🙈🥱",
 "-এই আন্টির মেয়ে-🫢🙈-𝐔𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐦𝐚𝐡-😽🫶-আসলেই তো স্বাদ-🥵💦-এতো স্বাদ কেন-🤔-সেই স্বাদ-😋",
 "-ইস কেউ যদি বলতো-🙂-আমার শুধু তোমাকেই লাগবে-💜🌸",
 "-ওই বেডি তোমার বাসায় না আমার বস রাব্বি দেখতে গেছিলো-🙃-নাস্তা আনারস আর দুধ দিছো-🙄🤦‍♂️-বইন কইলেই তো হয় বয়ফ্রেন্ড আছে-🥺🤦‍♂-আমার বস রাব্বি  কে জানে মারার কি দরকার-🙄🤧",
 "-একদিন সে ঠিকই ফিরে তাকাবে-😇-আর মুচকি হেসে বলবে ওর মতো আর কেউ ভালবাসেনি-🙂😅",
 "-হুদাই গ্রুপে আছি-🥺🐸-কেও ইনবক্সে নক দিয়ে বলে না জান রাব্বি তোমারে আমি অনেক ভালোবাসি-🥺🤧",
 "কি'রে গ্রুপে দেখি একটাও বেডি নাই-🤦‍🥱💦",
 "-দেশের সব কিছুই চুরি হচ্ছে-🙄-শুধু আমার বস রাব্বি  এর মনটা ছাড়া-🥴😑😏",
 "-🫵তোমারে প্রচুর ভাল্লাগে-😽-সময় মতো প্রপোজ করমু বুঝছো-🔨😼-ছিট খালি রাইখো- 🥱🐸🥵",
 "-আজ থেকে আর কাউকে পাত্তা দিমু না -!😏-কারণ আমি ফর্সা হওয়ার ক্রিম কিনছি -!🙂🐸""-এতো ডাকলে আমার বস রাব্বি এসে কিন্তু তোরে লাথি মারবে সালা🦵💪😁😹"
];
module.exports.run = async function ({ api, event }) {
  const reply = botReplies[Math.floor(Math.random() * botReplies.length)];
  api.sendMessage(reply, event.threadID, event.messageID);
};
